{
  "中文模版": [
    "中国老{角色}, 白发长须，头戴发冠，{身材}，{服装}, {风格},{天气}, 在{场景},  {动作}{构图},{场景细节},{配角}, 神情淡然，柔焦光影，超高分辨率，全身构图",
    "白底黑字，一个用毛笔画的中国古代穿小破内裤的老{角色}, 白发长须，{身材},{服装}, 袒胸露乳，{动作},{场景}, {场景细节}。笔画流畅洒，干净背景，右方四个草书小字：爱老天荒，点缀红色传统印章；视觉冲击力强",
    "{风格},古装70岁老{角色},白发长须，挽发髻，{服装},在{位置}{动作}，{太极拳},身边{配角},"
  ],
  "角色": [
    "将军",
    "御史",
    "郎中",
    "掌柜",
    "秀才",
    "老民工"
  ],
  "风格": [
    "新工笔画，古风绝色。水墨淡彩，唯美，淡金绢本。国风。",
    "油画风格，厚涂，厚薄不同塑造立体感，极简俯视图，大面积留白，白色纹理纸质背景",
    "流畅，极少银灰白色渐变线条发光在变换、空间感，光线追踪，浩渺感，孤独感，全景视角，透白渐变背景，流光溢彩，C4d建模",
    "黑白炭笔，素描风格的的肖像画，以细腻且富有表现力的笔触刻画人物形象，突出白发长须及皮肤的质感与服饰的纹理层次，背景通过朦胧的灰调晕染营造出柔和氛围，整体传递出手绘素描的艺术质感与人物的沉静气质",
    "极简主义，单一新中式元素，水墨风，园林建筑元素，超现实主义，新中式风格立体图形设计，纯色系干净背景，先锋艺术，大胆配色，禅意构图，干净画面，重新组合，扫描的树叶纹理，现代山水元素，模糊建筑符号。雅致唯美，梦幻国风，高级审美。荧光粒子发光",
    "新中式，超现实主义风格，山水画，梦幻，高山仰止透明流动柔性纤维，淡淡蓝白金色渐变色调，治愈配色，低饱和色，纤维发光艺术，3D设计，前卫艺术、先锋艺术、时尚摄影、概念设计、材质实验、干净背景，装置艺术，C4D渲染，大师风格，背景调色渐变，极简主义，大师作品",
    "动态的粒子群，这是一幅 CGI 数字艺术作品，展示了一个抽象、多彩、动态的粒子群，数字异形灵动，就像有层次感的水流一样。粉色、红色、橙色、黄色、绿色、蓝色和白色的粒子色调鲜艳，干净的背景。画面的纹理呈颗粒状，具有立体感，层次细腻丰富，给人一种絮状液体或气体在运动的感觉。整体构图杂乱无章却又令人着迷，大小不一、颜色各异的颗粒完美地融合在一起。构图大胆、等轴侧、图片展现了巨大的视觉张力。意识流体般重塑形态，震撼造型，大师级作品，oc渲染，高冷,极简,科幻,极简风格,奢侈品牌海报风格排版,",
    "一幅传统明式书籍版画风格插画，以木刻线条勾勒场景，用流畅、精准的线条，勾勒轮廓、表现结构，无设色，靠线条疏密、曲直塑造形态，传递出宁静、含蓄的文人生活意境。",
    "莫奈风格的油画，画面具有清晰的笔触、柔和的光线和丰富明朗的色彩。画面充满诡异又富有美感的氛围，展现出时间的循环、矛盾与哲理。过去、现在与未来相交错，虚幻与无边的终点相融合，末端又是新的起点。画面中有沉伦者处于不存在的四维时间中，周围是流动的万物，有的正在消散、虚无。整体采用动漫风格和水彩绘制，有着极致的细节和厚涂效果。用沉郁系黑白灰渲染，营造出神秘感，画面具有琉璃质感，如同杰作一般。使用流线笔刷，让画面呈现朦胧感，部分元素带有神环，体现神性，整体低饱和度。画面中有复杂的符文",
    " 极简构图，高级感，高科技流沙质感，东方美学，超高清渲染，柔光扩散，高端优雅质感，丝滑的线条，层次感强，蜿蜒曲线构图，符合中国画留白感，金粉点缀，细腻，用金色丝线层层叠叠组成的山水图，",
    "上帝视角，高角度摄影，太空中的戴森环，环中的空中之城，空气中弥散的雾气，末日废土风，机械美学，科幻巨制，史诗级震撼视觉，超现实主义，朦胧感，低饱和度色彩，焦土黄色调，昏暗的色调，电影胶片质感，故事感，高清晰度，8k,",
    "艺术海报设计，极致抽象极简，远处隐约可见灰白色西湖断桥雷峰塔水墨画，底部极小白素贞撑油纸伞的背影，版式高级，精准构图，大气，高级，特别，青灰白配色，晕染渐变，留白艺术，对比，无文字，没有多余的元素和线条，极简主义",
    "宇宙深空，宇宙虚空，宇宙星空，宇宙蓝金色巨大恒星，巨大星系，宇宙脉络闪动，流光溢彩，宇宙星系群 星河中，层层迷雾，展现了宇宙的神秘，星河中星云和星团有着明亮色彩，一种瑰丽梦幻的感觉，噪点摄影，明暗对比，梦幻，朦胧，特写，层次感，高级感，抽象艺术，极致光影",
    " ,插画，钢笔画，版画，极简主义，by James Jean。一整片巨大笔触墨滴飞溅的金箔色水墨晕染泼墨整个画面，水墨浸染渐变墨染飞溅内叠加金色中国风山水、大量的亭台楼阁、一支运输人员与马车队的剪影结合。其余背景是带细小诗词底纹的黑色，电影大视觉。",
    "纯白色背景，没有阴影，没有色彩，香港漫画风格，钢笔线描手绘，写实主义，全景。",
    "身着一件极为宽松的深白色荧光柔光轻纱衣，衣料质地像是丝绸或薄纱，呈现出轻盈的垂坠感与流畅的线条。袍子上绣有若隐若现的银色星纹，袖口宽大随风飘动，人像倚靠在一轮巨大散发着柔和光芒的月牙形状月亮上慵懒姿态，柔和身体曲线，随手撒下点点璀璨星光，巨大月亮散发柔和白光光底部荡漾起半透明柔白光波纹，触感冰凉却璀璨。背景是浩瀚的星空与流转的星云，细微的星尘光点弥漫在空气中。整体画面充满超现实的神秘与宁静氛围，突出主体与月亮的光芒。 ，天野喜孝画风，细致笔触，描绘发丝，面部精致，面孔唯美，整体风格隽永唯美，在树上闭眼休息的森林女神，长长的头发垂到地面，超多细节，极繁风格",
    "中国现代地标建筑凹版印刷线稿，0.8mm粗线勾勒外轮廓，0.2mm细线刻画细节，保留铜版雕刻痕迹，青花瓷色调，主体是中国现代地标建筑：鸟巢，上海明珠塔，，搭配山水，树木，绿植，高铁，磁悬浮，飞机，轮船，汽车，行人，采用清明上河图散点透视法构图。大师级别插画，高定风插画，画面丰富饱满，充满艺术性。",
    "透明材质，山河社稷图，蓝色水晶能量动力。 整体感强，和谐流畅的外形。液态金色金属，银彩色光泽，金属发光质感，未来感，科技感，机械构造，银河系背景，3D三维空间场景",
    "中国毛笔画，笔画流畅洒，干净背景，大面积留白，视觉冲击力强",
    "透明的丝绸|，漆黑的夜幕下，透明的丝绸悬浮于空中，逆光中闪烁着迷幻的光晕。丝绸上绣着东方的山水，薄如蝉翼，轻盈飘动，仿佛被无形的力量托起。传统艺术的刺绣与电子光学的光芒交织，既诡异又唯美，散发着神秘的东方气息。寂静中，丝绸的飘动如梦境般极简而艺术化，超现实主义的氛围令人沉醉。",
    "8D 未来 摩天城市，城市建设和机器人交通它的镜像，车水马龙，飞行器，复杂未来先锋城市构造，超现实主义，莫比乌斯环，梦幻又虚拟，弯曲旋转的楼梯和桥梁相互联结，人在其中行走，对称，几何规律排列整齐，真实世界",
    "电影静帧，高清写实，艺术氛围，昏暗的色调，电影胶片质感，故事感，高清晰度，8k,",
    "工笔画风格，细腻笔触，清晰线条，彩色，中国传统色彩，柔和光影，中景构图，8K分辨率，超高细节"
  ],
  "天气": [
    "晴空万里",
    "细雨霏霏",
    "大雪纷飞",
    "薄雾缭绕",
    "烈日灼灼",
    "阴云低垂",
    "雷光乍破",
    "晚霞如火",
    "晓露未干",
    "飓风旋空"
  ],
  "身材": [
    "身材微胖",
    "身材瘦小",
    "身材肥胖",
    "巨型大汉",
    "身材适中",
    "骨瘦如柴"
  ],
  "服装": [
    "光着身子，穿着小内裤",
    "身着{颜色}素锦长袍",
    "身着{颜色}粗布长袍",
    "身着{颜色}短衫",
    "光着身子，只穿遮羞布",
    "光着身子，私处盖一小块遮羞布",
    "身着{颜色}色华丽高端丝绸长袍",
    "{颜色}色练功服",
    "光着身子，穿着{颜色}色丁字裤",
    "光着身子，穿着{颜色}色小三角裤"
  ],
  "颜色": [
    "靛蓝",
    "墨绿",
    "绛紫",
    "赭石",
    "鸦青",
    "琥珀",
    "灰白",
    "乌金",
    "朱砂",
    "蟹壳青"
  ],
  "动作": [
    "打太极",
    "聊天",
    "吃饭",
    "大笑",
    "坐着",
    "站着尿尿"
  ],
  "构图": [
    "在左边，面向右方",
    "在右边，面向左方"
  ],
  "场景": [
    "竹林幽径｜晨雾缭绕，翠竹蔽日，脚下落叶轻响，远处山泉叮咚",
    "石桥流水｜青苔斑驳的古桥横卧清溪，水面倒映粉墙黛瓦，柳絮随风",
    "古城墙根｜黄昏斜阳洒在残砖垛口，野草摇曳，旗幡半卷，鸦影掠过",
    "茶馆门口｜褪色的红灯笼轻晃，八仙桌摆至街边，茶香混着桂花香",
    "祠堂前｜石狮默立，朱门半掩，香火缭绕，铜铃在风里发出轻脆回声",
    "桑麻田埂｜初夏微风掀起绿浪，蚕声沙沙，黄土小路蜿蜒向炊烟深处",
    "冬日暖阳｜墙根残雪未消，老人靠椅坐着，橘猫蜷卧，瓦上冰凌滴光",
    "庙会集市｜五彩幡旗猎猎，糖画飘香，锣鼓喧阗，孩童提着花灯穿梭",
    "书院后院｜古槐参天，碑廊静立，墨香犹在，落拓花瓣洒在青石阶",
    "驿站长亭｜驿马嘶鸣，尘土轻扬，亭柱题诗褪色，送别酒盏尚温",
    "梅花坞｜疏影横斜，暗香浮动，雪瓣与花瓣同舞，远山如黛",
    "荷塘曲廊｜风动荷叶，白莲点点，蜻蜓立蕊，倒影碎成银鳞",
    "枫桥夜泊｜霜叶红于二月花，渔火两三，钟声远度，水月交融",
    "芦苇渡口｜芦花飞白，孤舟横卧，鹭影忽掠，寒烟笼罩浅滩",
    "稻香打谷场｜秋阳如金，稻垛成山，鸡雀啄谷,农人们三五成群，嘻笑颜开",
    "酒巷深处｜酒旗斜矗，灯笼映红窄巷，新醅米酒香随夜风溢出",
    "青石老街｜檐雨初歇，石板映人，货郎鼓声远，油纸伞滴水成线",
    "松风岗｜万松啸晚，涛声入耳，夕阳镀金，石塔矗立云端",
    "云岫观｜云雾涌入山门，钟声回荡，古柏倒挂，鹤影盘旋空谷",
    "杏花疏影｜杏花微雨，胭脂点点，牧笛横吹，村路蜿蜒入梦",
    "树林深处｜树木，鲜花丛，绿草，兔子，小鸟，小水洼，云，远处的山峦",
    "花梨书房｜花梨木书架高耸，宣纸泛黄，墨砚未干，窗外梅枝探影",
    "暖阁炕床｜铜炉兽炭微红，炕桌摆着热黄酒，格窗透进碎雪声",
    "佛堂静室｜供案青灯摇曳，檀香缭绕，唐卡低垂，铜磬余音绕梁",
    "祠堂后厢｜黑漆楠木屏风半掩，祖宗画像肃穆，烛泪堆叠成山",
    "药室深院｜百子柜铜环闪亮，艾草苦涩弥漫，戥子与药碾静卧",
    "绣楼暖窗｜缂丝绷架未收，彩线错落，飞凤金鳞",
    "窖藏酒库｜青砖渗凉，橡木桶排阵，封泥红印完整，空气带甜曲香",
    "私塾讲堂｜朱漆讲桌斑驳，戒尺斜放，学生家砚台余墨未干",
    "油灯厨房｜松柴噼啪，铁釜白汽蒸腾，酱缸红布鼓胀，菜香四溢",
    "冬夜客舱｜小窗结霜，烛影摇红，客榻棉被堆叠，船板水声潺潺",
    "昆仑云台｜万仞雪峰环列，云台浮于云海，仙鹤绕峰，玉瀑倒悬天穹",
    "蓬莱烟岛｜紫气蒸霞，蜃楼若隐若现，老松挂露，仙鹿衔芝踏浪而行",
    "扶桑汤谷｜十日浴于温泉，金乌振羽，赤霞蒸天，扶桑巨干盘龙般苍劲",
    "不周残峰｜天柱折断，碎石横空，铁链锁风，上古符文闪幽蓝冷光",
    "瑶池旧畔｜七彩虹荷开落，银河倒影，断虹桥斜，王母鸾车辙印未消",
    "青冥剑冢｜残剑十万插空山，剑气化雾，铁锁垂星，老翁负剑踏罡风",
    "丹霞福地盘｜丹霞如血，紫竹成林，丹炉余火未熄，药鼎香透层霄",
    "幽都鬼门｜黑云压城，血月半掩，枯骨铺路，引魂幡动，纸钱化蝶",
    "暴风云团｜暴风云团在天空形成巨大漩涡，云层呈现深灰色怒涛纹理，一个仙人在漩涡正中间驾鹤西行，超广角仰拍视角，8K超清细节，暗调高对比度画面",
    "星海浮槎｜巨木为舟，漂泊星汉，帆映银河，流星如雨，舱载旧经卷",
    "新中式，超现实主义风格，山水画，梦幻，高山仰止透明流动柔性纤维，淡淡蓝白金色渐变色调，治愈配色，低饱和色，纤维发光艺术，3D设计，前卫艺术、先锋艺术、时尚摄影、概念设计、材质实验、干净背景，装置艺术，C4D渲染，大师风格，背景调色渐变，极简主义，大师作品",
    "黑暗深海｜巨型发光眼睛从深渊凝视微小潜水员，强烈巨物恐惧感，科幻电影广角镜头，动态水流光线，高细节生物皮肤纹理。图片中人物保持动态模糊，数字矩阵中交织着噪点与频谱美学。超现实主义。幻想。暗黑美学，生物学，实验，数字，函数。模糊处理，暗调，恢宏史诗级震撼美学，oc渲染，c4d，高分辨率。宗教，神话，幻想。光线追踪，动态模糊，景深，超现实主义，深灰，画面通过细腻的丰富的色彩层次塑造主体与场景，质感真实，暗黑风背景的光影效果营造出氛围，整体兼具艺术幻想感，夸张的广角透视效果，耀光，反射",
    "归墟漩涡｜海水倒灌成巨涡，龙影盘旋，海底神树只露金冠，雷音滚滚",
    "瑶池仙境|是一处充满神秘与奇幻色彩的世界。这里云雾缭绕，山川秀美，流水潺潺，鸟语花香，每一处景色都宛如画卷般美丽动人。瑶池湖面平静如镜，倒映着蓝天白云和巍峨雪峰，四周群山环抱，雪峰倒映其中，景色旖旎。湖畔有郁郁葱葱的植被，奇花异草色彩斑斓，香气扑鼻。不远处，有古朴的庙宇静立山间，诉说着这片水域的神秘过往。仙境中的灵兽和仙鸟翱翔于天际或嬉戏于林间，为这片宁静的土地增添了几分生机与活力。"
  ],
  "配角": [
    "小孙子",
    "老黄狗",
    "旧同袍",
    "孙女搀扶着",
    "书童",
    "侍女",
    "老仆",
    "卖酒老翁",
    "邻村老妪",
    "下棋老友",
    "挑担货郎",
    "无伴独行",
    "老友"
  ],
  "位置": [
    "庭院中",
    "花园里",
    "闹市里",
    "树林里",
    "河边",
    "商铺里",
    "卧房里"
  ],
  "太极拳": [
    "白鹤亮翅",
    "揽雀尾",
    "野马分鬃",
    "云手",
    "手挥琵琶",
    "左右穿梭"
  ]
}